[Version]
7.7

[Main]	
Item0000=Вас приветствует HP Recovery Manager. Используйте это средство, чтобы восстановить работоспособность компьютера в случае его ненормальной работы.
Item0001=Мне срочно нужна помощь
Item0002=Я хочу выполнить техобслуживание
Item0003=Я хочу обратиться в службу технической поддержки HP
Item0004=Я хочу принять меры безопасности
Item0005=Восстановление системы Windows
Item0006=Восстановление системы до более раннего состояния
Item0007=Среда восстановления Windows
Item0008=Перезагрузите компьютер и войдите в среду восстановления Windows, чтобы обновить образ или восстановить систему до первоначальных настроек изготовителя
Item0009=Резервное копирование файлов
Item0010=Создайте резервную копию личных данных
Item0011=Восстановление свернутых образов
Item0012=Восстановление операционной системы, драйверов и только избранного программного обеспечения (чистый образ)
Item0013=Запуск проверки состояния компьютера
Item0014=Используйте средство диагностики оборудования для диагностики памяти, жестких дисков и т. п...
Item0015=Создание дисков восстановления системы
Item0016=Создайте набор дисков для восстановления системы
Item0017=Удалить раздел восстановления
Item0018=Удаление предустановленного резервного образа системы для освобождения места на диске.
Item0019=Сброс до заводских значений параметров
Item0020=Сброс настроек компьютера путем стирания содержимого жесткого диска и восстановления предустановленной конфигурации производителя
Item0021=Выполнить техническое обслуживание компьютера
Item0022=Поиск и устранение неисправностей, загрузка обновлений и сведения о компьютере
Item0023=Получение помощи HP
Item0024=Показать контактную информацию службы клиентской поддержки HP
Item0025=Показать контактную информацию
Item0026=Показать контактную информацию службы клиентской поддержки HP
Item0027=Повторная установка приложений и драйверов
Item0028=Повторная установка приложений и/или драйверов
Item0029=Отключено: раздел восстановления удален.
Item0030=Отключено: для восстановления системы используйте специальный носитель.
Item0031=Отключено: восстановление системы Windows отключено.
Item0032=Отключено: программа HP Support Assistant не установлена.
Item0033=Архивация и восстановление в Windows
Item0034=Создайте резервную копию или восстановите файлы из существующей резервной копии
Item0035=Недостаточно прав доступа
Item0036=Для запуска HP Recovery Manager требуются права администратора. Внесите соответствующие изменения в параметр «Управление учетной записью». 	
Item0037=Версия: 00
Item0038=Отключено: не поддерживается для динамических дисков.
Item0039=Отключено: используйте службу управления дисками Windows.
Item0040=История файлов Windows
Item0041=Для работы некоторых функций необходим доступ к разделу восстановления. Чтобы включить эти функции, подсоедините планшет к базе и перезапустите программу HP Recovery Manager.
Item0042=Чтобы использовать эту функцию, подсоедините планшет к базе и перезапустите программу HP Recovery Manager.
Item0043=Для работы функций восстановления и резервного копирования файлов необходим доступ к разделу восстановления базы. Подсоедините планшет к базе, перезагрузите систему и нажмите клавишу F11, чтобы перезапустить программу HP Recovery Manager. Нажмите кнопку "Продолжить" для запуска проверки состояния компьютера.
Item0044=Обновление системы Windows
Item0045=Предостережения
Item0046=Поддержка
Item0047=Техобслуживание
Item0048=Создание диска для восстановления
Item0049=Создайте диск для восстановления вашей системы
Item0050=Техобслуживание компьютера 
Item0051=Обратитесь в службу технической поддержки HP
Item0052=Удаление раздела восстановления
Item0053=Создайте точки восстановления или используйте ранее созданные точки восстановления, чтобы произвести восстановление системы к более раннему состоянию
Item0054=История файлов Windows
Item0055=Среда восстановления HP
Item0056=Выполните перезагрузку и войдите в среду восстановления HP, чтобы восстановить систему до первоначальных настроек изготовителя
Item0057=Не отключайте планшет от базы во время восстановления. В противном случае планшет будет невозможно загрузить.
Item0058=Перезапустите систему и введите 00, чтобы восстановить ее
Item0059=Сброс системы Windows
Item0060=HP Recovery Manager поддерживается только в альбомном режиме.
Item0061=Закройте HP Recovery Manager, переключите дисплей в альбомный режим, а затем перезапустите HP Recovery Manager.

[General]	
Item0100=Назад
Item0101=Далее
Item0102=Отмена
Item0103=Продолжить
Item0104=Готово
Item0105=ОК
Item0106=Выйти из HP Recovery Manager?
Item0107=Убедитесь, что компьютер подключен к адаптеру питания, иначе процесс восстановления может быть прерван.
Item0108=HP Recovery Manager уже запущен!
Item0109=Перезагрузить
Item0110=Выключение
Item0111=Предупреждение. Ваш компьютер в данный момент питается от батареи.
Item0112=Этот процесс требует подключения компьютера к адаптеру питания.
Item0113=Подключите компьютер к адаптеру питания, затем щелкните «ОК», чтобы продолжить.
Item0114=Ошибка HP Recovery Manager. Код ошибки = 00
Item0115=Обнаружены ошибки. Пожалуйста, повторите попытку.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(код ошибки=00)
Item0119=В текущей конфигурации восстановление не поддерживается, включите ускорение для технологии Intel Smart Response Technology и повторите попытку.
Item0120=Recovery Manager предназначен для Windows 7. Он несовместим с Windows 8.
Item0121=Этот Softpaq не поддерживает Windows 7. Сначала обновите систему до Windows 8.
	
[Windows System Restore]
Item0200=Восстановление системы Windows
Item0201=Чтобы воспользоваться восстановлением системы Windows, необходимо закрыть HP Recovery Manager.
Item0202=Восстановление системы Windows может устранить проблемы, которые приводят к снижению производительности или остановке работы компьютера. Процедура никак не повлияет на сохраненные документы, изображения и другие личные данные.
Item0203=Чтобы автоматически запустить восстановление системы Windows, щелкните «Далее».
	       	
[Computer Checkup]	
Item0250=Проверки состояния компьютера
Item0251=Запустите проверку диска для раздела Windows
Item0252=Запустите проверку диска для восстанавливаемого раздела
Item0253=Откройте командную строку
Item0254=Чтобы продолжить, выберите параметр и щелкните «Далее».
		
[Remove Recovery Partition]	
Item0300=Удалить раздел восстановления
Item0301=Возможности восстановления системы с помощью Windows Push Button Reset (кнопки сброса Windows) и с образа HP будут недоступны после удаления раздела восстановления.
Item0302=Понятно. Продолжить удаление раздела восстановления.
Item0303=Продолжить
Item0304=Создание носителей для восстановления системы не завершено. Параметр создания носителя для восстановления будет недоступен после удаления раздела восстановления.
Item0305=Теперь перейдите к шагу 00.
Item0306=Удаление раздела восстановления…
Item0307=Щелкните «Продолжить», чтобы вернуться на главную страницу
Item0308=Главная страница
Item0309=Создание носителей для восстановления
Item0310=При удалении раздела восстановления произошли ошибки. Пожалуйста, повторите попытку.
Item0311=Раздел восстановления успешно удален.
Item0312=Параметры восстановления образа HP будут недоступны после удаления раздела восстановления.
		
[File Restore Program]	
Item0400=Восстановление файлов 
Item0401=Добро пожаловать
Item0402=Средство восстановления файлов позволяет восстановить файлы, резервное копирование которых было выполнено ранее.
Item0403=Для продолжения щелкните «Далее».
Item0404=Какие типы файлов требуется восстановить?
Item0405=Изображения
Item0406=Музыка и другие аудиофайлы
Item0407=Видеофайлы и фильмы
Item0408=Записанные ТВ-программы
Item0409=Документы, таблицы и презентации
Item0410=Сообщения электронной почты, избранные веб-сайты и настройки
Item0411=Другие элементы
Item0412=Справка
Item0413=Файлы восстановлены и размещены в следующем месте:
Item0414=На рабочий стол помещен ярлык на этот ресурс.
Item0415=Выполняется восстановление
Item0416=Выполнено:  00%
Item0417=Пожалуйста, подождите...
Item0418=Файлы восстановлены
Item0419=Восстановление выполнено успешно.
Item0420=Чтобы закрыть программу, щелкните «Готово».
Item0421=Путь к некоторым восстановленным файлам превышает 260 символов. См. 00.
Item0422=ОК
Item0423=Внимание
Item0424=Средство восстановления файлов уже запущено.
Item0425=Чтобы запустить средство восстановления файлов, необходимо загрузить ОС Windows 7.
Item0426=Отменить восстановление файлов?
Item0427=Восстановление отменено
Item0428=Вы отменили восстановление.
Item0429=Где вы хотите сохранить резервные файлы?
Item0430=Локальный диск
		
[File Backup Program]	
Item0500=Резервное копирование файлов
Item0501=Для каких типов файлов требуется выполнить резервное копирование?
Item0502=Изображения
Item0503=Музыка и другие аудиофайлы
Item0504=Видеофайлы и фильмы
Item0505=Записанные ТВ-программы
Item0506=Документы, таблицы и презентации
Item0507=Сообщения электронной почты, избранные веб-сайты и настройки
Item0508=Другие элементы
Item0509=Справка
Item0510=Для продолжения щелкните «Далее».
Item0511=Сканирование
Item0512=Мастер резервного копирования файлов создает список файлов для резервного копирования.
Item0513=Это может занять несколько минут.
Item0514=Выполнено: 00 %
Item0515=Пожалуйста, подождите...
Item0516=В данный момент недостаточно дискового пространства на системном разделе жесткого диска для временного хранения файлов во время сжатия данных.
Item0517=Необходимо освободить дисковое пространство на системном разделе жесткого диска, чтобы продолжить выполнение задания.
Item0518=ОК
Item0519=Внимание
Item0520=Чтобы продолжить, выберите параметр и щелкните «Далее».
Item0521=Создание резервной копии
Item0522=Создание файлов резервной копии
Item0523=Завершение файлов резервной копии
Item0524=Файлы выбранных типов не найдены.
Item0525=Укажите место хранения резервной копии.
Item0526=Размер исходных файлов:  00
Item0527=Название
Item0528=Тип
Item0529=Полный объем
Item0530=Свободный объем
Item0531=Не найдено доступных устройств для резервного копирования файлов. Убедитесь, что подключен сменный диск.
Item0532=Сменный
Item0533=Резервная копия файлов готова.
Item0534=Файлы будут сохранены на (00).
Item0535=Создание резервной копии 
Item0536=Целевой диск не подключен.
Item0537=Резервное копирование файлов
Item0538=Создание резервной копии при помощи HP Recovery Manager выполнено успешно.
Item0539=Отменить резервное копирование файлов?
Item0540=Отмена
Item0541=Резервное копирование отменено
Item0542=Вы успешно отменили резервное копирование.
Item0543=Вы отменили резервное копирование.
Item0544=Хотите продолжить восстановление системы?
Item0545=Хотите продолжить восстановление свернутого образа?
Item0546=Хотите продолжить сбросом настроек до значений изготовителя?
Item0547=Да
Item0548=Нет
Item0549=Устройство записи компакт-дисков
Item0550=Не найдено доступных устройств для резервного копирования файлов. Убедитесь, что подключен сменный диск или устройство записи компакт-дисков.
Item0551=Автоматизированное резервное копирование
Item0552=Позволяет пользователю выбирать категории для резервного копирования (например, Фотографии). При резервном копировании будут сохранены файлы большинства типов, используемых в пределах категории. Используйте этот параметр для простой настройки резервного копирования.
Item0553=Резервное копирование вручную
Item0554=Позволяет пользователю выбирать конкретные файлы и папки для резервного копирования. Используйте этот параметр, если хотите сами выбрать объекты для резервного копирования.
Item0555=Прямое копирование данных
Item0556=Прямое копирование данных не использует сжатие, а файлы восстанавливаются без использования HP Recovery Manager. Чтобы получить доступ к файлам по завершении резервного копирования, просто перейдите в каталог «Файлы восстановления системы».
Item0557=Чтобы восстановить данные до системы с настройками изготовителя, просто скопируйте файлы и вставьте их на место.
Item0558=Вставьте пустой диск DVD+R или DVD-R и щелкните «Далее».
Item0559=Запись на диск:  00 %
Item0560=Всего дисков:  00
Item0561=Текущий диск:  00
Item0562=Вставьте диск
Item0563=Вставьте чистый диск.
Item0564=Вставленный диск не поддерживается HP Recovery Manager, вставьте чистый диск DVD+R или DVD-R (объемом 4.7 Гб).
Item0565=Подготовка данных 
	
[Recovery Media Creation]	
Item0600=Главная страница
Item0601=Создание носителей для восстановления
Item0602=Разрешается создать только 00 набор носителей для восстановления.
Item0603=Принимаю.
Item0604=Продолжить
Item0605=Вставьте один из следующих носителей:
Item0606=Флэш-накопитель USB
Item0607=Требуется минимальный объем 00 Гб
Item0608=DVD
Item0609=Требуется дисков: 00
Item0610=DVDDL
Item0611=Продолжить с выделенными носителями?
Item0612=Да
Item0613=Нет
Item0614=Создается флэш-накопитель USB для восстановления...
Item0615=Подготовка диска
Item0616=Форматирование флэш-накопителя USB
Item0617=Копирование образа
Item0618=Выполняется копирование образа для восстановления на флэш-накопитель USB...
Item0619=Проверка диска
Item0620=Выполняется проверка образа для восстановления на флэш-накопителе USB...
Item0621=Завершено 00 %
Item0622=Вставьте диск
Item0623=Вставьте диск 00, чтобы продолжить. Щелкните «Отмена», чтобы остановить создание носителей для восстановления. Процесс создания носителя для восстановления можно продолжить в любое время, повторно выбрав параметр «Создать носитель для восстановления».
Item0624=Подготовка данных
Item0625=Создание образа для восстановления
Item0626=Запись данных на компакт-диск
Item0627=Запись образа восстановления на компакт-диск
Item0628=Проверка диска
Item0629=Проверка образа восстановления на компакт-диске
Item0630=Носитель для восстановления создан 00. Разрешается создать только ОДИН набор носителей для восстановления.
Item0631=Щелкните ОК, чтобы вернуться на главную страницу
Item0632=ОК
Item0633=Создание носителей для восстановления системы не завершено. Щелкните «Продолжить», чтобы завершить создание носителя для восстановления.
Item0634=Отмена
Item0635=Подключите компьютер к адаптеру питания
Item0636=Чтобы продолжить, необходимо установить аккумулятор и подключить компьютер к адаптеру питания.
Item0637=Установите аккумулятор
Item0638=Оптические дисководы не обнаружены
Item0639=Теперь можно подключить оптический привод
Item0640=Диск Blu-ray
Item0641=Создание диска восстановления 00 завершено. Промаркируйте диск 00 и храните его в безопасном месте.
Item0642=Флэш-накопитель USB будет отформатирован. Все данные на флэш-накопителе USB будут утрачены. Все пространство на флэш-накопителе USB будет использоваться для хранения образа восстановления (даже если объем флэш-накопителя больше предполагаемого образа для восстановления).
Item0643=Щелкните «Отмена», чтобы вернуться к выбору носителя или «Продолжить», чтобы начать подготовку диска.
Item0644=Выберите один из следующих носителей 
Item0645=ОДИН
Item0646=Анализ аппаратного обеспечения…
Item0647=Выполняется создание носителя для восстановления. Закрытие HP Recovery Manager недопустимо.
Item0648=При создании носителя для восстановления произошли ошибки. Пожалуйста, повторите попытку.
Item0649=Объем вставленного флэш-накопителя недостаточен. Вставьте другой накопитель.
Item0650=Перезаписываемые носители не поддерживаются. Вставьте чистый диск 00.
Item0651=Вставленный диск не пуст. Вставьте чистый диск 00.
Item0652=Создание диска восстановления 00 из 01 завершено. Промаркируйте диск 00 из 01 и храните его в безопасном месте.
Item0653=Диск для восстановления успешно создан.
Item0654=Флэш-накопитель для восстановления успешно создан. Промаркируйте диск и сохраните его в безопасном месте.
Item0655=Требуется диск 00
Item0656=Перезаписываемые носители не поддерживаются!
Item0657=Вставленные носители не поддерживаются!
Item0658=Раздел восстановления удален — параметр создания носителя для восстановления более недоступен
Item0659=Ошибка проверки диска. Используйте другой диск и повторите попытку.
Item0660=Сбой записи диска. Используйте другой диск и повторите попытку.
Item0661=Эта система создана с носителя для восстановления. Разрешается создать только ОДИН набор носителей для восстановления.
Item0662=Раздел восстановления удален.
Item0663=Превышен максимальный размер для USB
Item0664=Размер образа превышает 32 Гб. Воспользуйтесь оптическим диском.
Item0665=Размер образа восстановления превышает ограничение в 32 Гб, установленное для флэш-накопителя USB. Для создания носителя восстановления воспользуйтесь оптическими дисками (DVD).
Item0666=Убедитесь, что флэш-накопитель USB вмещает 00 Гб данных (максимум 32 Гб).
Item0667=- Диск восстановления 00 из 01 создан. Пометьте диск "00 из 01" и храните его в безопасном месте.
Item0668=- Вставьте диск, чтобы продолжить, или нажмите "Отмена", чтобы остановить создание носителя для восстановления системы. 
Item0669=- Вы сможете продолжить в любое время, снова выбрав команду "Создать носитель для восстановления системы".
Item0670=Предупреждение: Выбранный флэш-накопитель USB будет отформатирован. Все данные на флэш-накопителе USB будут утеряны.
Item0671=Для образа восстановления будет использовано не более 32 ГБ на флэш-накопителе USB. Если объем флэш-накопителя USB превышает 32 ГБ, то после создания образа восстановления дополнительное место на флэш-накопителе будет недоступно.
Item0672=Нажмите "Отмена", чтобы вернуться к выбору носителя, или нажмите "Продолжить", чтобы начать процесс создания носителя для восстановления системы.
Item0673=Выберите 00, чтобы вернуться к выбору образа, или выберите 01, чтобы начать создание образа восстановления.
	
[System Recovery]	
Item0700=Восстановление системы до первоначального состояния при поставке от производителя
Item0701=В ходе этого процесса будет установлен оригинальный образ для восстановления системы, однако другие изменения жесткого диска выполнены не будут.
Item0702=Все файлы и программы пользователя, установленные после покупки, будут утрачены.
Item0703=Сначала сделайте резервную копию файлов (рекомендуется)
Item0704=Восстановить без создания резервной копии файлов
Item0705=Чтобы продолжить, выберите параметр и щелкните «Далее».
Item0706=Среда восстановления HP
Item0707=Вас приветствует HP Recovery Manager
Item0708=Используйте эту программу для восстановления компьютера до настроек изготовителя.
Item0709=Перед продолжением отключите все внешние устройства.
Item0710=Для получения дополнительных сведений см. документацию для компьютера.
Item0711=Для продолжения щелкните «Далее».
Item0712=Восстановление предустановленного образа
Item0713=Повторное форматирование раздела Windows жесткого диска.
Item0714=Повторная установка первоначального программного обеспечения
Item0715=Выполнено:  00 % 
Item0716=Осталось примерно: 00 минут(-ы)
Item0717=Пожалуйста, подождите...
Item0718=Восстановление завершено
Item0719=По завершении перезапуска и первоначальной настройки компьютера необходимо выполнить несколько дополнительных важных действий.
Item0720=Обновите файлы безопасности от Microsoft и HP.
Item0721=Установите программное обеспечение, которое не поставлялось с компьютером
Item0722=Восстановите личные данные, резервную копию которых, вы, возможно, сделали (если применимо).
Item0723=Нажмите кнопку «Готово» для незамедлительного перезапуска компьютера.
Item0724=Подготовка к восстановлению
Item0725=Жесткий диск будет отформатирован, и все файлы, для которых требуется восстановить заводской образ, будут скопированы на жесткий диск.
Item0726=Установка восстанавливаемых компонентов
Item0727=Программное обеспечение и драйвера установлены, и содержимое настроено для вашего компьютера.
Item0728=HP Recovery Manager выполнит сброс жесткого диска до состояния, определенного изготовителем. Данные пользователей и изменения, примененные на жестком диске, будут утрачены.
Item0729=OK
Item0730=Отмена
Item0731=Подготовка к восстановлению заводского образа
Item0732=Копирование файлов, требуемых для восстановления жесткого диска
Item0733=Подготовка к восстановлению завершена
Item0734=После перезапуска компьютера начинается этап установки восстановления.
Item0735=Программное обеспечение и драйвера будут установлены, и содержимое будет настроено для вашего компьютера.
Item0736=На этом этапе компьютер будет автоматически перезапущен несколько раз. Это обычная часть данного процесса.
Item0737=Не выключайте компьютер, не закрывайте крышку, не отсоединяйте компьютер от адаптера и не пытайтесь использовать функции компьютера на данном этапе.
Item0738=Нажмите кнопку «Продолжить» для незамедлительного перезапуска компьютера.
Item0739=Вставьте диск восстановления № 00.
Item0740=Удалите носитель для восстановления из системы
Item0741=Восстановление системы нельзя выполнить, выполнив вход в Windows. Вы хотите перезагрузить компьютер и войти в среду для восстановления?
Item0742=Продолжить?
Item0743=Подготовка среды восстановления…
Item0744=Закройте все приложения и перезагрузите систему.
Item0745=Перед продолжением отсоедините все внешние устройства, за исключением клавиатуры, мыши и монитора.
Item0746=Восстановление системы нельзя выполнить, выполнив вход в Windows. Вы хотите перезагрузить компьютер и войти в среду для восстановления?
Item0747=Процесс восстановления имеет два этапа:
Item0748=Главная страница
Item0749=Восстановление системы
Item0750=Отключено: Для восстановления системы используйте сброс до заводских значений параметров 
Item0751=Сделайте свою систему более современной, установив последние обновления от Microsoft и HP.
Item0752=Выбрана среда восстановления HP, которая будет загружена после перезапуска системы. Продолжить?
Item0753=Если на вашем компьютере предустановлено несколько операционных систем, в ходе восстановления для всех ОС будет выполнен сброс до состояния, заданного изготовителем.
Item0754=Вы выбрали 00. Система перезагрузится и войдет в среду восстановления. Продолжить?
Item0755=Все файлы и разделы, созданные пользователем, а также все программы, установленные после покупки, будут удалены.
Item0756=Процесс восстановления имеет два этапа:
Item0757=Подготовка к восстановлению
Item0758=Раздел Windows заново форматируется, а все файлы, необходимые для восстановления первоначального состояния Windows, копируются на жесткий диск.
Item0759=Установка восстанавливаемых компонентов
Item0760=Программное обеспечение и драйвера установлены, и содержимое настроено для вашего компьютера.
Item0761=Восстановление файлов на жестком диске
Item0762=На этом компьютере запущена программа HP Drive Encryption (HPDE). Отключите программу HPDE перед запуском восстановление системы.
	
[Minimized Image Recovery]	
Item0800=Восстановление свернутых образов
Item0801=В ходе этого процесса будет установлена чистая среда Windows с драйверами и минимальным набором программного обеспечения.
Item0802=Все файлы и программы пользователя, установленные после покупки, будут утрачены.
Item0803=Сначала сделайте резервную копию файлов (рекомендуется)
Item0804=Восстановить без создания резервной копии файлов
Item0805=Чтобы продолжить, выберите параметр и щелкните «Далее».
Item0806=Восстановление свернутых образов
Item0807=Вас приветствует HP Recovery Manager
Item0808=В ходе этого процесса будет установлена чистая среда Windows с драйверами и минимальным набором программного обеспечения.
Item0809=Процесс восстановления имеет два этапа:
Item0810=Подготовка к восстановлению
Item0811=Жесткий диск будет отформатирован, и все файлы, необходимые для восстановления свернутого образа, будут скопированы на жесткий диск.
Item0812=Установка восстанавливаемых компонентов
Item0813=Программное обеспечение и драйвера установлены, и содержимое настроено для вашего компьютера.
Item0814=Перед продолжением отключите все внешние устройства.
Item0815=Для получения дополнительных сведений см. документацию для компьютера.
Item0816=Для продолжения щелкните «Далее».
Item0817=Обнаружен динамический диск. Восстановление невозможно. Чтобы восстановить компьютер, необходимо воспользоваться носителем для восстановления
Item0818=Подготовка к восстановлению свернутого образа
Item0819=Повторное форматирование раздела Windows жесткого диска.
Item0820=Копирование файлов, требуемых для восстановления жесткого диска
Item0821=Выполнено:  00 % 
Item0822=Осталось примерно: 00 минут(-ы)
Item0823=Пожалуйста, подождите...
Item0824=Подготовка к восстановлению завершена
Item0825=После перезапуска компьютера начинается этап установки восстановления.
Item0826=Программное обеспечение и драйвера будут установлены, и содержимое будет настроено для вашего компьютера.
Item0827=На этом этапе компьютер будет автоматически перезапущен несколько раз. Это обычная часть данного процесса.
Item0828=Не выключайте компьютер, не закрывайте крышку, не отсоединяйте компьютер от адаптера и не пытайтесь использовать функции компьютера на данном этапе.
Item0829=Нажмите кнопку «Продолжить» для незамедлительного перезапуска компьютера.
Item0830=Восстановление завершено
Item0831=По завершении перезапуска и первоначальной настройки компьютера необходимо выполнить несколько дополнительных важных действий.
Item0832=Обновите файлы безопасности от Microsoft и HP.
Item0833=Установите программное обеспечение, которое не поставлялось с компьютером
Item0834=Восстановите личные данные, резервную копию которых, вы, возможно, сделали (если применимо).
Item0835=Нажмите кнопку «Готово» для незамедлительного перезапуска компьютера.
Item0836=OK
Item0837=Вставьте диск восстановления № 00.
Item0838=Удалите носитель для восстановления из системы
Item0839=HP Recovery Manager установит свернутый образ. Данные пользователей и изменения, примененные на жестком диске, будут утрачены.
Item0840=Перед продолжением отсоедините все внешние устройства, за исключением клавиатуры, мыши и монитора.
Item0841=Отключено: Для восстановления системы используйте сброс до заводских значений параметров
Item0842=Если на вашем компьютере предустановлено несколько операционных систем, в ходе восстановления для всех ОС будет выполнен сброс до состояния, заданного изготовителем.
	
[Boot from UCRD]	
Item0900=Восстановление системы
Item0901=HP Recovery Manager по умолчанию запускается с жесткого диска, однако вы можете запустить его и с внешнего носителя.
Item0902=Запустить программу с носителя
Item0903=Запустить программу с жесткого диска
Item0904=Чтобы продолжить, выберите параметр и щелкните «Далее».
Item0905=Запустить программу с жесткого диска
Item0906=Теперь компьютер выполнит перезагрузку с указанного раздела.
Item0907=Перед продолжением удалите носитель для восстановления.
Item0908=Щелкните «Готово» для выхода из мастера.
Item0909=Связаться со службой клиентской поддержки HP
Item0910=Носитель восстановления системы не поддерживает данный компьютер.
Item0911=Невозможно восстановить данную систему с помощью этого носителя.
Item0912=Вы не можете восстановить систему с помощью данного порта устройства, обратитесь в службу поддержки клиентов HP.
		
[Factory Reset]	
Item1000=Сброс до заводских значений параметров
Item1001=Восстановление заводского образа
Item1002=Восстановить систему до первоначальных настроек изготовителя?
Item1003=Сначала сделайте резервную копию файлов (рекомендуется)
Item1004=Восстановить без создания резервной копии файлов
Item1005=Чтобы продолжить, выберите параметр и щелкните «Далее».
Item1006=Вас приветствует HP Recovery Manager
Item1007=Используйте эту программу для восстановления компьютера до настроек изготовителя.
Item1008=Процесс восстановления имеет два этапа:
Item1009=Подготовка к восстановлению
Item1010=Жесткий диск будет отформатирован, и все файлы, для которых требуется восстановить заводской образ, будут скопированы на жесткий диск.
Item1011=Установка восстанавливаемых компонентов
Item1012=Программное обеспечение и драйвера установлены, и содержимое настроено для вашего компьютера.
Item1013=Перед продолжением отключите все внешние устройства.
Item1014=Для получения дополнительных сведений см. документацию для компьютера.
Item1015=Для продолжения щелкните «Далее».
Item1016=HP Recovery Manager выполнит сброс жесткого диска до состояния, определенного изготовителем. Данные пользователей и изменения, примененные на жестком диске, будут утрачены.
Item1017=Подготовка к восстановлению заводского образа
Item1018=Повторное форматирование раздела Windows жесткого диска.
Item1019=Копирование файлов, требуемых для восстановления жесткого диска
Item1020=Восстановление файлов на жестком диске
Item1021=Выполнено:  00 % 
Item1022=Пожалуйста, подождите...
Item1023=Осталось примерно: 00 минут(-ы)
Item1024=Подготовка к восстановлению завершена
Item1025=После перезапуска компьютера начинается этап установки восстановления.
Item1026=Программное обеспечение и драйвера будут установлены, и содержимое будет настроено для вашего компьютера.
Item1027=На этом этапе компьютер будет автоматически перезапущен несколько раз. Это обычная часть данного процесса.
Item1028=Не выключайте компьютер, не закрывайте крышку, не отсоединяйте компьютер от адаптера и не пытайтесь использовать функции компьютера на данном этапе.
Item1029=Нажмите кнопку «Продолжить» для незамедлительного перезапуска компьютера.
Item1030=Восстановление завершено
Item1031=По завершении перезапуска и первоначальной настройки компьютера необходимо выполнить несколько дополнительных важных действий.
Item1032=Обновите файлы безопасности от Microsoft и HP.
Item1033=Установите программное обеспечение, которое не поставлялось с компьютером
Item1034=Восстановите личные данные, резервную копию которых, вы, возможно, сделали (если применимо).
Item1035=Нажмите кнопку «Готово» для незамедлительного перезапуска компьютера.
Item1036=Да
Item1037=Нет
Item1038=Связаться со службой клиентской поддержки HP
Item1039=В большинстве случаев восстановление жесткого диска устраняет проблемы.
Item1040=Если неполадку не удалось устранить, вам может потребоваться связаться со службой клиентской поддержки HP.
Item1041=Информация о контактах службы поддержки HP находится в документации к компьютеру.
Item1042=Чтобы закрыть программу, щелкните «Готово».
Item1043=Вставьте диск восстановления № 00.
Item1044=Удалите носитель для восстановления из системы
Item1045=HP Recovery Manager выполнит сброс жестких дисков до состояния, определенного изготовителем. Данные пользователей и все изменения, примененные на жестком диске, будут утрачены.
Item1046=ОК
Item1047=Отмена
Item1048=Перед продолжением отсоедините все внешние устройства, за исключением клавиатуры, мыши и монитора.
Item1049=HP Recovery Manager выполнит сброс жестких дисков до первоначальных настроек изготовителя. Данные пользователей и все изменения, примененные на жестком диске, будут утрачены.	
Item1050=Система будет восстановлена до состояния, заданного изготовителем.
Item1051=Жесткий диск будет разбит на разделы и отформатирован до состояния, заданного изготовителем.
Item1052=Все файлы и разделы, созданные пользователем, а также все установленные после покупки программы будут удалены.
Item1053=Если на вашем компьютере предустановлено несколько операционных систем, в ходе восстановления для всех ОС будет выполнен сброс до состояния, заданного изготовителем.
	
[Restoration Incomplete]	
Item1100=Восстановление не завершено
Item1101=Восстановление не было завершено.
Item1102=Выберите одну из следующих кнопок:
Item1103=Сохранить журнал
Item1104=Сведения
Item1105=Повторить
Item1106=Эта функция собирает сведения о системе, чтобы помочь специалистам HP диагностировать неполадку.
Item1107=Вставьте сменный диск USB с не менее 00 Мбайт свободного пространства и щелкните «ОК».
Item1108=ОК
Item1109=Недостаточно места на жестком диске. Вставьте сменный диск USB с не менее 00 Мбайт свободного пространства и щелкните «ОК».
Item1110=Файл журнала сохранен как 00.
Item1111=Вставьте носитель восстановления системы.
Item1112=Нажмите кнопку «Продолжить» для незамедлительного перезапуска компьютера.
Item1113=Продолжить
Item1114=Жесткий диск имеет меньший объем, чем диск, установленный на заводе-изготовителе. Невозможно продолжить процесс восстановления.
Item1115=Общий объем жесткого диска слишком мал. Невозможно продолжить процесс восстановления.
		
[Drivers and Applications Reinstall]	
Item1200=Повторная установка приложений и драйверов
Item1201=Создание списка драйверов и приложений
Item1202=Главная страница
Item1203=Установить
Item1204=Установка
Item1205=Завершить
Item1206=Приложения (00)
Item1207=Драйверы (00)
Item1208=Обновления HP (00) — обновления, загруженные и установленные с веб-сайта HP.com или с помощью программы HP Support Assistant
Item1209=Версия: 00
Item1210=00 элементов,
Item1211=00 из 01 выбранных элементов,
Item1212=Приложение 00 и
Item1213=Приложения 00 и
Item1214=Драйвер 00 и
Item1215=Драйверы 00 и
Item1216=Обновление HP 00
Item1217=Обновления HP 00
Item1218=Установка завершена.
Item1219=Установка программного обеспечения. Закрытие HP Recovery Manager отменено.
Item1220=ОК
Item1221=Перед повторной установкой программного обеспечения удалите все ее предыдущие версии.
Item1222=При повторной установке программного обеспечения происходят ошибки. Пожалуйста, повторите попытку.
Item1223=На данном компьютере не найдено ни одного источника программного обеспечения
Item1224=Элемент
Item1225=00 из 01 выбранных элементов,
Item1226=Один или несколько из выбранных драйверов и/или приложений, возможно, установлены неверно и отмечены восклицательным знаком. Удалите эти драйверы и/или приложения до попытки их повторной установки с помощью программы HP Recovery Manager.
Item1227=Один или несколько из выбранных драйверов и/или приложений, возможно, установлены неверно и отмечены 00. Удалите эти драйверы и/или приложения до попытки их повторной установки с помощью программы HP Recovery Manager.
Item1228=Драйвер 00
Item1229=Драйверы 00
Item1230=Готово 
	
[RP Protection]	
Item1300=Раздел восстановления
Item1301=Внимание
Item1302=Эта область жесткого диска (или раздел) содержит файлы, используемые при восстановлении системы с помощью Windows Push Button Reset (кнопки сброса Windows) и с образа HP.
Item1303=Не удаляйте и не изменяйте эти файлы.
Item1304=Любые изменения этого раздела могут повлиять на возможность восстановления системы в будущем.
	
[Show Contact Information]	
Item1350=Связаться со службой клиентской поддержки HP
Item1351=В большинстве случаев восстановление заводского образа поможет справиться с возникшими неполадками.
Item1352=Если вы продолжите испытывать трудности или потребуется замена носителей восстановления системы, может потребоваться помощь службы клиентской поддержки HP.
Item1353=Со службой клиентской поддержки HP можно связаться по адресу:
Item1354=www.hp.com/go/contacthp
Item1355=Чтобы закрыть программу, щелкните «Готово».
Item1356=Чтобы закрыть программу, щелкните «Отмена».

[File Backup Program 2.0]
Item1400=С помощью какого метода выбора файла вы хотите создать резервную копию?
Item1401=Автоматический выбор
Item1402=Выбор категорий файлов для резервного копирования.
Item1403=Выбор пользователя
Item1404=Выберите вручную, какие папки и файлы подлежат резервному копированию.
Item1405=С помощью автоматического выбора вы выбираете категории файлов для резервного копирования. Например «Изображения» и «Музыка и другие аудио файлы». Затем программа выполняет поиск файлов этих категорий на компьютере (на основе предварительно определенных типов файлов, часто используемых для таких файлов) и выполняет их резервное копирование. Файлы сжимаются и перед открытием должны быть восстановлены с помощью функции восстановления файлов.
Item1406=С помощью выбора пользователя вы выбираете конкретные файлы и папки для резервного копирования в окне проводника windows. У вас есть два варианта резервного копирования – со сжатием и без сжатия
Item1407=Со сжатием: файлы сжимаются и перед открытием должны быть восстановлены с помощью функции восстановления файлов.
Item1408=Без сжатия: файлы и каталоги копируются по отдельности без сжатия. Эти файлы можно открыть без использования функции восстановления файлов.
Item1409=Хотите использовать сжатие?
Item1410=Со сжатием
Item1411=Без сжатия
Item1412=Файлы сжимаются в файл формата WIM и перед открытием должны быть восстановлены на компьютере с помощью функции восстановления файлов. Этот вариант сокращает до минимума размер резервной копии и при восстановлении все файлы будут автоматически скопированы на диск C:\ и доступны через ярлык на рабочем столе.
Item1413=Файлы и каталоги будут скопированы по отдельности без сжатия и будут доступны напрямую с диска резервной копии без использования функции восстановления файлов. Этот вариант не сокращает до минимума размер резервной копии, а файлы и папки копируются обратно на компьютер вручную (копировать/вставить).
Item1414=Резервную копию каких файлов нужно создать?
Item1415=Обзор файлов
Item1416=Размер резервной копии:  00
Item1417=Имя
Item1418=Размер
Item1419=Выбор носителя резервной копии
Item1420=Выбор носителя: 00
Item1421=Для создания резервной копии вам потребуется диск 00 такого типа.
Item1422=Для продолжения резервного копирования на выбранный носитель нажмите «Далее».
Item1423=Для выбора другого типа носителя нажмите «Назад».
Item1424=Подготовка файла
Item1425=Создание диска
Item1426=Запись диска
Item1427=Проверка диска
Item1428=Вставьте диск 00 из 00 00.
Item1429=Выбранные файлы
Item1430=Скопируйте файлы
Item1431=Выбранные файлы и каталоги скопированы
Item1432=Recovery Manager успешно скопировал файлы
Item1433=Есть файлы, размером больше диска для резервного копирования, невозможно продолжить процесс резервного копирования.
Item1434=Перейти на режим со сжатием
Item1435=Отменить выбор файлов размером больше 00
Item1436=Повторно выберите устройство
Item1437=Список файлов большого размера
Item1438=Вставьте диск 00.
Item1439=Нет доступных дисков с достаточным свободным местом для резервного копирования. Подключите другой диск или освободите место на подключенном в данный момент.
Item1440=Диск этого типа не поддерживается.
Item1441=Уменьшение размера файла. Необходимо использовать функцию восстановления файлов.
Item1442=Размер файла не уменьшается, функция восстановления файлов не требуется.
Item1443=Резервная копия может быть сохранена только на оптическом носителе или внешнем жестком диске. Если нужное устройство и/или тип носителя не указаны в списке ниже, убедитесь, что устройство подключено и включено, или в оптическое устройство установлен носитель верного типа, чтобы продолжить процесс резервного копирования.
Item1444=Это неверный диск, или, возможно, он поврежден. Вставьте диск 00.
Item1445=Резервную копию можно сохранить только на внешнем жестком диске или флэш-накопителе USB в файловой системе NTFS. Перед тем как продолжить процесс резервного копирования, убедитесь, что необходимое устройство подключено, а файловой системой является NTFS.
Item1446=Если в полях Автовыбор или Выбор пользователя выбрать значение 00, будет выполнено резервное копирование всех файлов без сжатия данных. Для восстановления этих файлов придется копировать данные в ручном режиме. Функцию Восстановление файла невозможно использовать.
Item1447=Все файлы сохраняются в папке 00.
Item1448=Файлы сжимаются в формате WIM, и для их восстановления необходимо использовать функцию Восстановление файла. Эта функция сводит к минимуму размер резервной копии, а все файлы восстанавливаются в указанную пользователем папку, доступ к которой осуществляется с помощью ярлыка на рабочем столе.
Item1449=При выборе данных 00 сжатие не поддерживается.
Item1450=Резервное копирование данных 00 было выполнено в следующую папку, расположенную в корневом каталоге папки для резервных копий:
Item1451=После завершения восстановления скопируйте резервную копию данных 00 из указанной выше папки для резервных копий на вашу систему.
Item1452=Резервное копирование данных 00 можно осуществлять только без сжатия данных.
Item1453=Выберите OK, чтобы создать резервную копию без сжатия данных, или выберите Отмена, чтобы повторить процедуру резервного копирования файлов.

[Windows Recovery Environment]
Item1500=Выполните резервное копирование и восстановление HP или обратитесь в службу поддержки HP

[Windows System Refresh]
Item1600=Обновите ПК так, чтобы это не повлияло на личные файлы

[AboutInfo]
Item1700=Информация
Item1701=Версия
Item1702=Носитель для восстановления
Item1703=Система
Item1704=Номер продукта
Item1705=Серийный номер
Item1706=Раздел восстановления HP
Item1707=Да
Item1708=Нет
Item1709=О программе